quest_system_532456613_name=^?^Head of the Family
quest_system_532456613_stage_0=^?^Speak to John Cook.
quest_system_532456613_stage_1=^?^Speak to Harry Cook.
quest_system_532456613_stage_2=^?^Speak to Brendon Cook.
quest_system_532456613_stage_3=^?^After speaking with all the brothers, you are to decide which one of them will be the new head of their family.
quest_system_532456613_stage_4=^?^John Cook became the head of the Cook family.
quest_system_532456613_stage_5=^?^Harry Cook became the head of the Cook family.
quest_system_532456613_stage_6=^?^Brendon Cook became the head of the Cook family.
quest_system_532456613_task=^?^Thomas Cook, an old pirate and head of the Cook family, has asked you to talk to each of his sons and weigh their characters, then choose which among them is most worthy to become the new head of the family.
